{
  "title": "CV",
  "profile": {
    "title": "Personal Profile",
    "text": "I have 1 year of experience in frontend web development (React, Vue, Nextjs). I have knowledge in both frontend and backend areas. I am currently looking for a new job opportunity in the area of ​​software development."
  },
  "experience": {
    "title": "Experience",
    "company": "Startup Euler Tools Solutions (Spain) | 1 Year",
    "position": "Front-end Developer",
    "description": "Position as frontend developer in charge of implementing web3 applications in different technologies (React, NextJs, Vue).",
    "tasks": {
      "title": "The main tasks include:",
      "list": [
        "Development of new functionalities in web3 applications (oriented to the blockchain and the use of cryptoactives).",
        "Display and modify cryptocurrency data through REST services.",
        "Design and implementation of user interface components that interact with the blockchain and smart contracts.",
        "Component documentation.",
        "Help with the requirements analysis and provide possible solutions when developing new functionalities.",
        "Assist new team members with onboarding, code base and local deployment.",
        "Deployment and continuous integration of web applications using services such as Vercel or AWS.",
        "Development with server-side rendering and SEO optimization."
      ]
    }
  },
  "education": {
    "title": "Education",
    "career": "University Technician in Computer Applications Development | 2020-2023",
    "university": "Universidad Nacional del Centro de la Provincia de Buenos Aires | Tandil, Argentina",
    "knowledge": {
      "title": "Main knowledge acquired:",
      "list": [
        "Programming: Basic concepts, structured and object-oriented programming and notions of complexity.",
        "Understanding and use of development methodologies. ",
        "Verification and documentation processes. ",
        "User interfaces: event handling, interface design concepts, computer visualization principles, usability and accessibility on different devices.",
        "Participation in information systems development projects. ",
        "Mathematics and propositional logic applied to computing. ",
        "Comprehensive training, understanding the theoretical concepts within the analysis of real cases.",
        "Ability to discuss ideas and alternatives for solving problems.  ",
        "Ability to update on new technologies. methodologies and tools concerning the development of systems. ",
        "Implement computer systems or sub-systems based on a description of the problem and its detailed design, following a given methodology.",
        "Adequately interpret the data structures and be able to define registrations, cancellations, modifications and queries to this data.",
        "Apply methodological practices to manage the quality of a computer system. "
      ]
    }
  },
  "technologies": "Tecnologies",
  "languages": {
    "title": "Languages",
    "spanish": "Spanish",
    "native": "Native"
  }
}
