{
  "title": "Resume",
  "profile": {
    "title": "About me",
    "text": "I have 1 year of professional experience in frontend web development and over 4 years of learning in software development, working on projects in academic, professional, and personal environments. My knowledge spans both frontend and backend areas, making me well-equipped to deliver comprehensive solutions."
  },
  "experience": {
    "title": "Experience",
    "company": "Startup Euler Tools Solutions (Spain) | 1 Year",
    "position": "Front-end Developer",
    "description": "In charge of developing web2 and web3 applications using a variety of technologies, including React, NextJs, and Vue.",
    "tasks": {
      "title": "Main tasks:",
      "list": [
        "Implementation of user interface components that interact with different blockchain networks such as Ethereum Mainnet, Binance Smart Chain, and Polygon Network. ",
        "Manipulation of cryptocurrency and/or NFT data through REST services and wallets like Metamask.",
        "Creation of reusable component packages and modules across multiple projects",
        "Documentation of UI components using Storybook.",
        "Contribution to requirement analysis and development of solutions for new functionalities. ",
        "Orientation of new team members in onboarding and understanding of the codebase and local deployment.",
        "Server-side rendering development and optimization for SEO.",
        "Creation of landing pages using services like Hubspot or Wordpress."
      ]
    }
  },
  "education": {
    "title": "Education",
    "career": "University Technician in Computer Applications Development | 2020-2023",
    "university": "Universidad Nacional del Centro de la Provincia de Buenos Aires | Tandil, Argentina",
    "knowledge": {
      "title": "Relevant knowledge:",
      "list": [
        "Programming: Basic concepts, structured and object-oriented programming and notions of complexity.",
        "Data structures.",
        "Understanding and use of agile development methodologies.",
        "Relational and non-relational databases.",
        "Web architectures, microservices cloud computing.",
        "Verification processes (testing) and documentation. ",
        "Design patterns.",
        "Configuration and development of applications in networks.",
        "Continuous integration processes and container management.",
        "Mathematics and propositional logic applied to computing.",
        "Ability to keep up to date with new technologies, methodologies, and tools related to system development. ",
        "Implementation of computer systems or subsystems from a problem description and detailed design, following a given methodology. ",
        "Application of methodological practices to manage the quality of a computer system."
      ]
    }
  },
  "technologies": "Technologies",
  "languages": {
    "title": "Languages",
    "spanish": "Spanish",
    "native": "Native"
  },
  "error-downloading": "An error occurred while downloading the file.",
  "downloading": "Downloading...",
  "download": "Download Resume"
}
