{
  "title": "Cv",
  "profile": {
    "title": "Perfil Personal",
    "text": "Soy un desarrollador de software con 1 año de experiencia en el desarrollo web frontend. Poseo conocimiento tanto en el área del frontend como también en el backend. Actualmente me encuentro en la busqueda de una nueva oportunidad laboral en área del desarrollo del software."
  },
  "experience": {
    "title": "Experiencia",
    "company": "STARTUP EULER TOOLS SOLUTIONS (ESPAÑA) | 1 AÑO",
    "position": "FRONT-END DEVELOPER",
    "description": "Posición como desarrollador frontend a cargo de implementar aplicaciones web3 en diferentes tecnologías (React, NextJs, Vue).",
    "tasks": {
      "title": "Las tareas principales incluyen:",
      "list": [
        "Desarrollo de nuevas funcionalidades en aplicaciones web3.",
        "Mostrar y modificar datos de criptomonedas a través de servicios REST.",
        "Diseño e implementación de componentes de interfaz de usuario que interactúen con la blockchain y smart contracts.",
        "Documentación de componentes.",
        "Ayudar al análisis y aportar posibles soluciones a la hora de desarrollar nuevas funcionalidades.",
        "Ayudar a los nuevos miembros del equipo en el onboarding, con respecto a la base de código y al despliegue local.",
        "Despliegue e integración continua de aplicaciones web utilizando servicios como Vercel o AWS.",
        "Desarrollo con renderizado del lado del servidor y optimización SEO."
      ]
    }
  },
  "education": {
    "title": "Educación",
    "career": "TECNICATURA UNIVERSITARIA EN DESARROLLO DE APLICACIONES INFORMATICAS | 2020 - 2023",
    "university": "UNIVERSIDAD NACIONAL DEL CENTRO DE LA PROVINCIA DE BUENOS AIRES | TANDIL, ARGENTINA",
    "knowledge": {
      "title": "Principales conocimientos adquiridos:",
      "list": [
        "Programación: Conceptos básicos, programación estructurada y orientada a objetos y nociones de complejidad.",
        "Estructuras de datos.",
        "Comprensión y uso de metodologías de desarrollo.",
        "Procesos de verificación y documentación.",
        "Interfaces de usuario: manejo de eventos, conceptos de diseño de interfaces, principios de visualización en computadora, usabilidad y accesibilidad en distintos dispositivos.",
        "Participación en proyectos de desarrollo de sistemas de información.",
        "Matemática y lógica proposicional aplicada a la computación.",
        "Formación integral, entendiendo los conceptos teóricos dentro del análisis de casos reales.",
        "Capacidad para discutir ideas y alternativas para la solución de problemas.",
        "Capacidad de actualizarse en las nuevas tecnologías. metodologías y herramientas concernientes al desarrollo de sistemas.",
        "Implementar sistemas o sub-sistemas informáticos a partir de una descripción del problema y su diseño detallado, siguiendo una metodología dada.",
        "Aplicar prácticas metodológicas para administrar la calidad de un sistema informático."
      ]
    }
  },
  "technologies":"Tecnologías",
  "languages": {
    "title": "Lenguajes",
    "spanish": "Español",
    "native": "Nativo"
  }
}
